Repository: mirqodirodilov/Al-turinuz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Академический лицей Турин
uz: Turin akademik litseyi

source: О лицее
uz: Litsey haqida

source: О нас
uz: Biz haqimizda

source: Руководство
uz: Boshqaruv

source: Педагогический состав
uz: Pedagogik xodimlar

source: Достижения
uz: Yutuqlar

source: Фотогалерея
uz: Fotogalereya

source: Прием-2023
uz: Qabul - 2023

source: Новости
uz: Yangiliklar

source: Cобытия
uz: Voqealar

source: Объявления
uz: e'lonlar

source: Процессы урока
uz: Dars jarayonlari

source: Расписание занятий
uz: Darslar jadvali

source: Круги
uz: Davralar

source: Задания
uz: Vazifalar

source: Результаты приема
uz: Qabul natijalari

source: Промежуточные результаты
uz: Oraliq natijalar
